[
  {
    "name": "Ahmed",
    "role": "Iraq - Glioblastoma Consultation",
    "image": "/testimonial/testimonialImg1.png",
    "rating": 5,
    "testimonial": "When my father was diagnosed with glioblastoma in Iraq, we were lost and didn't know where to seek proper treatment. AarogyaGlobal arranged an immediate online consultation with one of the top neurosurgeons in New Delhi. The doctor explained the condition in detail and gave us clear guidance on the next steps. Even without traveling, this expert advice gave our family confidence and helped us plan our father's care better. We are grateful to AarogyaGlobal for connecting us so quickly."
  },
  {
    "name": "Chukwuemeka",
    "role": "Nigeria - Orthopedic Surgery Estimate",
    "image": "/testimonial/testimonialImg2.png",
    "rating": 5,
    "testimonial": "I had severe hip pain and was advised surgery in Nigeria, but the costs here were beyond my reach. AarogyaGlobal helped me connect with a leading orthopedic surgeon in India for an online consultation. I received a detailed treatment plan and cost estimate which was nearly 50% lower than what I was quoted locally. Even though I have not traveled yet, having a clear idea of the process and expenses has given me the confidence to prepare for surgery soon."
  },
  {
    "name": "Aisha & David",
    "role": "Kenya - IVF Treatment",
    "image": "/testimonial/testimonialImg1.png",
    "rating": 5,
    "testimonial": "After trying for several years and spending our savings on IVF in Kenya without success, we were losing hope. A friend recommended AarogyaGlobal, and they guided us to one of the best fertility centers in India. The doctors were compassionate, and the treatment was affordable compared to back home. On our second cycle, I finally conceived. Holding my baby today feels like a miracle, and none of this would have been possible without AarogyaGlobal's support."
  },
  {
    "name": "Chinedu",
    "role": "Nigeria - Breast Cancer Treatment",
    "image": "/testimonial/testimonialImg2.png",
    "rating": 5,
    "testimonial": "When my mother was diagnosed with breast cancer in Nigeria, the cost of treatment at home was overwhelming and the facilities were limited. AarogyaGlobal helped us connect with one of the top cancer hospitals in India within days. From arranging the visa to airport pickup, everything was taken care of. My mother received excellent chemotherapy and surgery at a fraction of the price we were quoted locally. Today, she is recovering well, and we are forever grateful to AarogyaGlobal for giving us hope when we had none."
  }
]